---
kind: property
id: P:Autodesk.Revit.DB.Electrical.AreaBasedLoadData.TrueLoad
source: html/29c9d52c-b0a7-22e8-0135-b3047d5901fc.htm
---
# Autodesk.Revit.DB.Electrical.AreaBasedLoadData.TrueLoad Property

The electrical true load of the area based load.

## Syntax (C#)
```csharp
public double TrueLoad { get; }
```